Repository: omeka-s-modules/StaticSiteExport
Catalog: language/*.po
Languages: ca_es, it

source: Exporting static site. This may take a while.
ca_es: S'està exportant el lloc estàtic. Això pot trigar una estona… (La felicitat està a acceptar que trigui una mica... i l'Hugo t'ho agrairà)
it: Esportazione del sito statico in corso. Ci vorrà un po' di tempo.

source: See this job for progress.
ca_es: Consulta aquest procés per veure el progrés.
it: Vedi questo lavoro per l'avanzamento.

source: Successfully deleted the static site resource. Deleting static site artifacts from the server.
ca_es: S'ha eliminat correctament el recurs del lloc estàtic. S'estan eliminant els artefactes del lloc estàtic del servidor.
it: Risorsa del sito statico eliminata con successo. Eliminazione degli artefatti dal server in corso.

source: Successfully deleted the static site resource. Could not delete static site artifacts from the server.
ca_es: S'ha eliminat correctament el recurs del lloc estàtic. No s'han pogut eliminar els artefactes del lloc estàtic del servidor.
it: Risorsa del sito statico eliminata con successo. Non è stato possibile eliminare gli artefatti dal server.

source: Static sites
ca_es: Llocs estàtics
it: Siti statici

source: Static Site Export
ca_es: Exportació de llocs estàtics
it: Esportazione sito statico

source: Export new static site
ca_es: Exporta un nou lloc estàtic
it: Esporta nuovo sito statico

source: Date created
ca_es: Data de creació
it: Data di creazione

source: Export status
ca_es: Estat de l'exportació
it: Stato dell'esportazione

source: No static sites found. %s
ca_es: No s'ha trobat cap lloc estàtic. %s
it: Non è stato trovato alcun sito statico. %s

source: Export new static site.
ca_es: Exporta un nou lloc estàtic.
it: Esporta nuovo sito statico.

source: Export static site
ca_es: Exporta el lloc estàtic
it: Esporta sito statico

source: Begin export
ca_es: Inicia l'exportació
it: Inizia esportazione

source: Export job
ca_es: Exporta el procés
it: Esporta lavoro

source: Status: %s [%s]
ca_es: Estat: %s [%s]
it: Stato: %s [%s]

source: no log
ca_es: Sense registre
it: nessun log

source: Started: %s
ca_es: Iniciat: %s
it: Iniziato: %s

source: Ended: %s
ca_es: Finalitzat: %s
it: Completato: %s

source: Base URL
ca_es: URL base
it: URL di base

source: Include private resources
ca_es: Inclou recursos privats
it: Includi risorse private

source: Cannot update a static site
ca_es: No es pot actualitzar.
it: Non è possibile aggiornare un sito statico

source: A site must have an ID
ca_es: Els llocs han de tenir un ID
it: Un sito deve avere un ID

source: static site
ca_es: Lloc estàtic
it: sito statico

source: Enter the absolute URL of your published site including the protocol, host, path, and a trailing slash. This is optional and can be set after export, prior to build, in hugo.json under baseURL.
ca_es: Introdueix l'URL absolut del teu lloc publicat, incloent-hi el protocol, l'amfitrió, la ruta i una barra inclinada final. Això és opcional i es pot establir després de l'exportació, abans de la compilació, a hugo.json a l'apartat baseURL.
it: Inserisci l'URL assoluta del tuo sito pubblicato, incluso il protocollo, l'host, il percorso e la slash (/) finale. Questo è opzionale e può essere impostato dopo l'esportazione, prima di lanciare la costruzione del sito, impostando il campo baseURL nel file hugo.json.

source: Sites directory path
ca_es: Ruta al directori dels llocs
it: Percorso della cartella dei siti

source: Enter the path to the directory where your static sites will be saved. The path must exist and be writable by the web server.
ca_es: Introduïu la ruta al directori on es desaran els llocs estàtics. La ruta ha d'existir i el servidor web ha de tenir permisos d'escriptura.
it: Inserisci il percorso alla cartella dove i tuoi siti statici saranno salvati. Il percorso deve essere già esistente e il web server deve poterci scrivere.

source: Invalid sites directory path. The path must exist and be writable by the web server.
ca_es: La ruta del directori dels llocs no és vàlida. La ruta ha d'existir i el servidor web ha de tenir permisos d'escriptura.
it: Percorso della cartella dei siti non valido. Il percorso deve essere già esistente e il web server deve poterci scrivere.
